{"config": {"input_layers": [["input_1", 0, 0]], "output_layers": [["dense_5", 0, 0]], "name": "model_1", "layers": [{"name": "input_1", "config": {"batch_input_shape": [null, 25800], "sparse": false, "name": "input_1", "dtype": "float32"}, "class_name": "InputLayer", "inbound_nodes": []}, {"name": "dense_1", "config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_regularizer": null, "name": "dense_1", "trainable": true, "bias_regularizer": null, "activity_regularizer": {"config": {"l1": 9.999999747378752e-05, "l2": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "units": 1024, "use_bias": true, "bias_constraint": null}, "class_name": "Dense", "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"name": "dense_3", "config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_regularizer": null, "name": "dense_3", "trainable": true, "bias_regularizer": null, "activity_regularizer": {"config": {"l1": 9.999999747378752e-05, "l2": 0.0}, "class_name": "L1L2"}, "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "units": 512, "use_bias": true, "bias_constraint": null}, "class_name": "Dense", "inbound_nodes": [[["dense_1", 0, 0, {}]]]}, {"name": "dense_4", "config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "kernel_regularizer": null, "name": "dense_4", "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "units": 1024, "use_bias": true, "bias_constraint": null}, "class_name": "Dense", "inbound_nodes": [[["dense_3", 0, 0, {}]]]}, {"name": "dense_5", "config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "kernel_regularizer": null, "name": "dense_5", "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "units": 25800, "use_bias": true, "bias_constraint": null}, "class_name": "Dense", "inbound_nodes": [[["dense_4", 0, 0, {}]]]}]}, "backend": "tensorflow", "class_name": "Model", "keras_version": "2.0.6"}