{"backend": "tensorflow", "class_name": "Model", "config": {"output_layers": [["dense_5", 0, 0]], "layers": [{"class_name": "InputLayer", "config": {"batch_input_shape": [null, 25800], "sparse": false, "name": "input_1", "dtype": "float32"}, "name": "input_1", "inbound_nodes": []}, {"class_name": "Dense", "config": {"use_bias": true, "trainable": true, "units": 1024, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "activation": "relu", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "activity_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0, "l1": 9.999999747378752e-05}}}, "name": "dense_1", "inbound_nodes": [[["input_1", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"use_bias": true, "trainable": true, "units": 512, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "activation": "relu", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_3", "activity_regularizer": {"class_name": "L1L2", "config": {"l2": 0.0, "l1": 9.999999747378752e-05}}}, "name": "dense_3", "inbound_nodes": [[["dense_1", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"use_bias": true, "trainable": true, "units": 1024, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "activation": "linear", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_4", "activity_regularizer": null}, "name": "dense_4", "inbound_nodes": [[["dense_3", 0, 0, {}]]]}, {"class_name": "Dense", "config": {"use_bias": true, "trainable": true, "units": 25800, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "activation": "linear", "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_5", "activity_regularizer": null}, "name": "dense_5", "inbound_nodes": [[["dense_4", 0, 0, {}]]]}], "input_layers": [["input_1", 0, 0]], "name": "model_1"}, "keras_version": "2.0.6"}